<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="EUC-KR">
<title>Insert title here</title>
</head>
<body>

<div class="modal fade" id="showterms" tabindex="-1" aria-labelledby="termsModalLabel" aria-hidden="true">
  <div class="modal-dialog">
    <div class="modal-content">
      <div class="modal-header">
        <h1 class="modal-title fs-5" id="termsModalLabel">티켓토리 이용약관</h1>
        <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
      </div>
      <div class="modal-body" style="font-size:8px;">
		제 1 장 총칙<br>
		제 1 조 (목적)<br>
		이 약관은 티켓토리(이하 회사”라고 합니다)가 운영하는 인터넷사이트(http://www.ticketory.co.kr)을 통하여 제공하는 중개 서비스 및 기타 관련 서비스(이하 “서비스”라고 합니다)와 관련하여 회사와 회원(본 약관에 동의하고 회원등록을 완료한 서비스 이용자. 이하 “회원”라고 합니다)간의 권리와 의무, 책임사항 및 서비스이용절차에 관한 사항을 규정함을 목적으로 합니다.<br>
		<br>
		제 2 조 (약관의 명시, 효력 및 개정)<br>
		① 회사는 정의된 약관을 이용자가 쉽게 알 수 있도록 회사의 서비스가 제공되는 인터넷사이트의 첫 화면에 게시합니다.<br>
		② 회사는 합리적인 사유가 발생하면 전자상거래 등에서의 소비자 보호에 관한 법률, 약관의 규제에 관한 법률, 전자문서 및 전자거래기본법, 전자금융거래법, 전자서명법 등 관련 법령에 위배하지 않는 범위에서 이 약관을 변경할 수 있으며, 회사가 약관을 변경할 때에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다.<br>
		③ 이 약관에 동의하는 것은 정기적으로 회사가 운영하는 인터넷 사이트를 방문하여 약관의 변경사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못하여 발생하는 회원 또는 이용자의 피해에 대해 회사는 책임을 지지 않습니다.<br>
		④ 변경된 약관에 동의하지 않는 회원은 회원 탈퇴(이용계약의 해지)를 요청할 수 있으며, 회사가 제2항에 따라 이용자에게 약관 변경 적용일까지 거부의사를 표시하지 않으면, 약관의 변경에 동의한 것으로 간주한다는 내용을 공지 또는 통지하였음에도 이용자가 명시적으로 약관 변경에 대한 거부의사를 표시하지 않으면, 회사는 이용자가 변경된 약관에 동의한 것으로 간주합니다.<br>
		제 3 조 (관련법령과의 관계)<br>
		① 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 「전자상거래 등에서의 소비자 보호지침」 및 관계법령 또는 상관례에 따릅니다.<br>
		② 회원은 회사가 제공하는 서비스를 이용함에 있어서 전자상거래 등에서의 소비자 보호에 관한 법률, 전자문서 및 전자거래기본법, 표시광고의 공정화에 관한 법률(예시:상품상세설명에 관련한 표시, 기재사항), 정보통신망이용촉진 및 정보보호 등에 관한 법률 등 관련법령을 준수하여야 하며, 이 약관의 규정을 들어 관련법령 위반에 대한 면책을 주장할 수 없습니다.<br>
		제 4 조 (서비스의 종류)<br>
		회사가 회원에게 제공하는 서비스는 다음과 같습니다.<br>
		① 정보제공 서비스<br>
		회사를 통하여 회원에게 온라인으로 제공하는 티켓 정보서비스 등의 인터넷서비스를 말합니다.<br>
		② 티켓예약 서비스<br>
		회사를 통하여 회원에게 온라인으로 티켓을 판매하는 서비스를 말합니다.<br>
      </div>
      <div class="modal-footer">
        <button type="button" class="btn-basic" data-bs-dismiss="modal">확인</button>
      </div>
    </div>
  </div>
</div>

<div class="modal fade" id="showpr" tabindex="-1" aria-labelledby="prModalLabel" aria-hidden="true">
  <div class="modal-dialog modal-dialog-centered modal-dialog-scrollable">
    <div class="modal-content">
      <div class="modal-header">
        <h1 class="modal-title fs-5" id="termsModalLabel">티켓토리 개인정보 취급(처리)방침</h1>
        <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
      </div>
      <div class="modal-body" style="font-size:8px;">
      	<pre style="white-space: pre-wrap;">
티켓토리(이하 "회사"라 함)는 회사가 운영하는 서비스를 이용하는 이용자의 개인정보를 매우 소중히 보호하고 있습니다. 회사는 개인정보 보호를 위해 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관계 법령이 정한 바를 준수하여 적법하고 안전하게 개인정보를 처리하고 있습니다.
「개인정보처리방침」을 통하여 이용자가 제공한 개인정보의 수집에서 이용 및 파기까지의 전반적인 사항에 대하여 알려드리며, 관련 법률 등의 변경 또는 회사의 운영정책 변경에 따라 개인정보처리방침은 변경될 수 있습니다. 변경될 경우에는 변경된 사항을 회사 홈페이지를 통하여 공지합니다.

1. 수집하는 개인정보 항목 및 수집방법
   회사는 이용자에게 다양한 서비스를 제공하기 위해 다음과 같은 개인정보를 수집하고
   있습니다.
   1) 수집하는 개인정보 항목
      회원가입 시 아래와 같은 개인정보를 제공 받아 이용합니다.
    - 회원 번호, 이메일 주소, 휴대폰 번호, 이름, 성별, 생년월일, 암호화된 동일인
      식별 연계 정보(CI), 주소, 연락처
      회사는 서비스 이용 중 다음과 같은 개인정보를 추가 수집할 수 있습니다.
    - 티켓예매 : 이름, 생년월일, 휴대폰번호, (선택)이메일,
      (배송 시)수령자명, 수령자 휴대폰번호, 수령주소
    - 환불계좌등록/변경 : 은행명, 계좌번호, 예금주
    - 고객상담 및 민원 접수에 대한 처리 결과 안내 
      : 이메일, 문의내용, (선택) 첨부파일, 이용자가 입력한 개인정보
    - 이벤트 : 주민등록번호 (이벤트 당첨 제세공과금 처리 동의 시), 이름, 연락처,
      (배송 시)수령자명, 수령자 휴대폰번호, 수령주소
    - 현금영수증 발급 : 현금영수증 카드번호, 휴대폰번호
      또한, 서비스 이용과정에서 아래와 같은 정보가 생성되어 수집될 수 있습니다.
    - IP Address, 쿠키, 방문 일시, 서비스 이용 기록, 불량 이용 기록,
      모바일 서비스 이용시 단말기 정보(단말기 모델, OS 유형, 이동통신사 정보,
      하드웨어 ID, 광고 ID), 어플리케이션 설치 정보 및 결제·구매기록
   2) 개인정보 수집방법
    - 홈페이지, 모바일기기, 서면양식, 팩스, 전화, 게시판, 이메일, 이벤트 응모
    - 협력회사로부터의 제공
    - 생성정보 수집 툴을 통한 수집
	
2. 수집한 개인정보의 이용목적
   회사는 수집한 개인정보를 다음의 목적을 위해 활용합니다.
   1) 서비스 이행
      서비스 제공에 관한 계약 이행 및 서비스 제공에 따른 요금정산, 콘텐츠 제공,
      구매 및 요금 결제, 물품배송 또는 청구지 등 발송, 금융거래 본인 인증 및
      금융 서비스, 얼굴 입장(인식) 서비스 이용 시 사용자 인증 및 예매내역 확인
   2) 이용자 관리
      서비스 이용에 따른 본인확인, 개인 식별, 불량이용자의 부정 이용 방지와
      비인가 사용 방지, 이용의사 확인, 이용횟수 제한, 연령확인, 불만처리 등
      민원처리, 고지사항 전달, 탈퇴의사 확인
   3) 마케팅 및 광고에 활용
      신규 서비스(제품) 개발 및 특화, 이벤트 등 영리목적의 광고성 정보전송
      (전화, 우편, 이메일, 문자 등), 인구통계학적 특성에 따른 서비스 제공 및
      광고 게재, 접속 빈도 파악 또는 이용자의 서비스 이용에 대한 통계

3. 개인정보의 보유 및 이용기간
   1) 원칙적으로, 이용자의 개인정보를 서비스 탈퇴 시까지 보관합니다.
      단, 개인정보 도용 등으로 인한 원치 않는 서비스 탈퇴, 부정 이용 방지 등에
      대비하기 위하여 서비스 탈퇴 요청 후 3일 간 개인정보를 보유합니다.
   2) 회사는 이용자가 1년 이상 로그인 기록이 없는 경우, 개인정보의 안전한 보호
      및 피해 방지를 위해 '개인정보보호법 제 39조의 6 (개인정보의 파기에 대한
      특례)'에 근거, 이용자에게 사전통지후 개인정보를 별도로 분리 저장 관리합니다.
   3) 회사는 휴면전환(또는 휴면탈퇴) 30일 전 전자메일을 통해 사전통지하며, 휴면
      처리된 계정의 경우 휴면 전환일로부터 이후 4년간 재 이용이 없는 경우 분리
      보관된 이용자의 정보를 완전히 파기합니다.
      다만. 이용자가 서비스 재 이용을 원하실 경우에는 로그인 후 "아이디 재사용
      동의"절차를 거쳐 서비스를 재이용하실 수 있습니다.
     -부정이용 기록
      보존사유 : 부정 이용 방지
      보존기간 : 1년
     -관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 아래와 같이 
      관계법령에서 정한 일정한 기간 동안 이용자정보를 보관합니다.
     -보존 항목 : 계약 또는 청약철회 등에 관한 기록
      보존 근거 : 전자상거래등에서의 소비자보호에 관한 법률
      보존 기간 : 5년
     -보존 항목 : 소비자의 불만 또는 분쟁처리에 관한 기록
      보존 근거 : 전자상거래등에서의 소비자보호에 관한 법률
      보존 기간 : 3년
     -보존 항목 : 웹사이트 방문기록
      보존 근거 : 통신비밀보호법
      보존 기간 : 3개월

4. 개인정보의 파기절차 및 방법
   1) 파기절차
      이용자가 서비스 가입 등을 위해 입력하신 정보는 목적이 달성된 후 별도의 DB로
      옮겨져 내부 방침에 따라 일정기간 저장된 후 파기됩니다. 별도 DB로 옮겨진
      개인정보는 법률에 의한 경우를 제외한 다른 목적으로 이용되지 않습니다.
   2) 파기방법
     -전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 방법으로 삭제합니다.
     -종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
	
5. 개인정보 수집•이용•제공에 대한 동의철회(서비스탈퇴)
   이용자는 개인정보 수집,이용 및 제공에 대해 서비스 가입 시 동의하신 내용을 언제든지
   철회하실 수 있습니다.
   동의철회(서비스 탈퇴)는 서비스 탈퇴 메뉴를 통하여 직접 탈퇴신청을 하시거나,
   개인정보보호책임자에게 1:1문의로 연락하시면 개인정보 파기 등 조치를 하겠습니다.
   단, 회원 탈퇴는 홈페이지 마이페이지에서 탈퇴를 요청하셔야 합니다.

6. 수집한 개인정보의 위탁
   회사는 서비스 이행을 위해 아래와 같이 외부 전문업체에 위탁하여 운영하고 있습니다
		</pre>
      </div>
      <div class="modal-footer">
        <button type="button" class="btn-basic" data-bs-dismiss="modal">확인</button>
      </div>
    </div>
  </div>
</div>

<div class="modal fade" id="showinfo" tabindex="-1" aria-labelledby="infoModalLabel" aria-hidden="true">
  <div class="modal-dialog">
    <div class="modal-content">
      <div class="modal-header">
        <h1 class="modal-title fs-5" id="termsModalLabel">티켓토리 소개</h1>
        <button type="button" class="btn-close" data-bs-dismiss="modal" aria-label="Close"></button>
      </div>
      <div class="modal-body">
		<div align="center"><img src="${ctx}/img/logo.png" alt="Ticketory" style="width:240px"></div>
		<pre style="white-space: pre-wrap;">

티켓토리란?
티켓 팩토리(Ticket Factory)의 줄임말로 공연/스포츠 티켓을 한곳에서 확인하고 예매할 수 있는 티켓 예매서비스 사이트입니다.
		
문의사항은 고객센터 1:1 게시판에 남겨주세요.

		</pre>
		<span style="color:#efa635"> Backend : Park Ilgwon / Frontend : Lee Juhye </span>
      </div>
      <div class="modal-footer">
        <button type="button" class="btn-basic" data-bs-dismiss="modal">확인</button>
      </div>
    </div>
  </div>
</div>

</body>
</html>
